Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Optional · turn it on in Settings to use custom feedback.
de: Optional · aktiviere es in den Einstellungen für eigenes Feedback.
es: Opcional · actívalo en Ajustes para usar respuesta personalizada.
et: Valikuline · kohandatud tagasiside jaoks lülita see seadetes sisse.
fr: Facultatif · activez-le dans Réglages pour utiliser des retours personnalisés.
hu: Opcionális · az egyéni visszajelzéshez kapcsold be a Beállításokban.
it: Facoltativo · attivalo in Impostazioni per usare feedback personalizzati.
ja: 任意・カスタムフィードバックを使うには「設定」でオンにしてください。
ko: 선택 사항 · 사용자화 피드백을 사용하려면 설정에서 켜세요.
ms: Pilihan · hidupkan dalam Tetapan untuk menggunakan maklum balas tersuai.
pt: Opcional · ativa nas Definições para usar resposta personalizada.
ru: Необязательно · включите в Настройках для пользовательской отдачи.
zh_hans: 可选 · 在“设置”中开启，即可使用自定义反馈。

source: Optional. iOS only allows haptics and pasteboard reads when Full Access is on.
de: Optional. iOS erlaubt Haptik und Zugriff auf die Zwischenablage nur mit Vollzugriff.
es: Opcional. iOS solo permite vibración y leer el portapapeles con el acceso completo activado.
et: Valikuline. iOS lubab haptikat ja lõikelaua lugemist ainult siis, kui täisjuurdepääs on sees.
fr: Facultatif. iOS n'autorise les vibrations et la lecture du presse-papiers qu'avec l'accès complet.
hu: Nem kötelező. Az iOS csak teljes hozzáféréssel enged rezgést és vágólap-olvasást.
it: Facoltativo. iOS permette vibrazioni e lettura degli appunti solo con l'accesso completo attivo.
ja: 使うかどうかは自由です。iOS では、フルアクセスがオンのときだけ触覚とペーストボードの読み取りができます。
ko: 선택이에요. iOS는 전체 접근을 켰을 때만 햅틱과 클립보드 읽기를 허용해요.
ms: Pilihan. iOS cuma benarkan haptik dan bacaan papan keratan apabila Akses Penuh dihidupkan.
pt: Opcional. O iOS só permite háptica e leitura da área de transferência com o acesso total ligado.
ru: Не обязательно. iOS разрешает тактильную отдачу и чтение буфера обмена только при включённом полном доступе.
zh_hans: 可选。iOS 只有在开了完全访问时才允许触觉反馈和读取剪贴板。

source: Options
de: Optionen
es: Opciones
et: Valikud
hu: Lehetőségek
it: Opzioni
ja: オプション
ko: 옵션
ms: Pilihan
pt: Opções
ru: Параметры
zh_hans: 选项

source: Or swipe down on it to take the accent it offers first.
de: Oder wisch darauf nach unten und nimm den Akzent, der zuerst vorgeschlagen wird.
es: O desliza hacia abajo sobre ella para coger el primer acento que ofrece.
et: Või viipa sellel alla, et võtta aksent, mida ta kõigepealt pakub.
fr: Ou balaie vers le bas dessus pour prendre l'accent proposé en premier.
hu: Vagy húzd lefelé rajta, és megkapod az elsőként kínált ékezetet.
it: Oppure scorri verso il basso sulla lettera per prendere il primo accento proposto.
ja: または、そのキーを下にスワイプすると最初の候補のアクセント記号が入ります。
ko: 또는 그 키를 아래로 쓸어내리면 가장 먼저 제안되는 악센트가 입력됩니다.
ms: Atau leret ke bawah padanya untuk mengambil aksen pertama yang ditawarkan.
pt: Ou desliza para baixo sobre ela para apanhares o primeiro acento que aparece.
ru: Или смахните по ней вниз, чтобы взять первый предложенный акцент.
zh_hans: 或者在这个键上往下滑，直接取它给出的第一个重音字母。

source: Or swipe up on the Return key, and choose from the list that floats up.
de: Oder streich auf der Eingabetaste nach oben und wähl aus der Liste, die aufklappt.
es: O desliza hacia arriba en la tecla de retorno y elige de la lista que aparece flotando.
et: Või viipa sisestusklahvil üles ja vali hõljuvast loendist.
fr: Ou balaie vers le haut sur la touche Retour et choisis dans la liste qui apparaît.
hu: Vagy húzd felfelé az Enteren, és válassz a felúszó listából.
it: Oppure scorri verso l'alto sul tasto Invio e scegli dall'elenco che compare.
ja: または、リターンキーを上にスワイプして、浮かび上がるリストから選びます。
ko: 또는 Return 키를 위로 쓸어올린 뒤, 떠오르는 목록에서 고르세요.
ms: Atau leret ke atas pada kekunci Return, dan pilih daripada senarai yang timbul.
pt: Ou desliza para cima na tecla Return e escolhe na lista que aparece.
ru: Или смахните вверх по клавише Return и выберите из всплывшего списка.
zh_hans: 或者在 Return 键上向上轻扫，从浮出来的列表里选。

source: Or turn off Lighting and the animated background in Theme, which are the two big ones.
de: Oder schalte die Beleuchtung und den animierten Hintergrund im Design aus — das sind die beiden großen Posten.
es: O desactiva la Iluminación y el fondo animado en Tema, que son los dos grandes.
et: Või lülita teemas välja Valgustus ja animeeritud taust — need on kaks suurt.
fr: Ou coupe l'Éclairage et le fond animé dans Thème : ce sont les deux plus gourmands.
hu: Vagy kapcsold ki a Világítást és a Témában az animált hátteret — ez a kettő a nagy fogyasztó.
it: Oppure disattiva l'Illuminazione e lo sfondo animato in Tema: sono i due più pesanti.
ja: または「ライティング」と、「テーマ」の動く背景をオフにします。この2つが特に大きいです。
ko: 또는 조명과 테마의 움직이는 배경을 끄세요. 이 둘이 가장 큽니다.
ms: Atau matikan Pencahayaan dan latar beranimasi dalam Tema, dua itulah yang paling berat.
pt: Ou desliga a Iluminação e o fundo animado no Tema, que são os dois grandes.
ru: Или выключите «Подсветку» и анимированный фон в «Темах» — это два главных потребителя.
zh_hans: 或者关掉“灯光”和“主题”里的动态背景，这两个最耗。

source: Or turn off the lighting in Effects and the animated background in Theme, which are the two big ones.
de: Oder schalte die Beleuchtung unter „Effekte“ und den animierten Hintergrund im Design aus — das sind die beiden großen Posten.
es: O desactiva la iluminación en Efectos y el fondo animado en Tema, que son los dos grandes.
et: Või lülita Efektide all valgustus ja teemas animeeritud taust välja — need on kaks suurt.
fr: Ou coupe l'éclairage dans Effets et le fond animé dans Thème : ce sont les deux plus gourmands.
hu: Vagy kapcsold ki a világítást a Hatások oldalon, és a Témában az animált hátteret — ez a kettő a nagy fogyasztó.
it: Oppure disattiva l'illuminazione in Effetti e lo sfondo animato in Tema: sono i due più pesanti.
ja: または「エフェクト」のライティングと、「テーマ」の動く背景をオフにします。この2つが特に大きいです。
ko: 또는 효과에서 조명을, 테마에서 움직이는 배경을 끄세요. 이 둘이 가장 큽니다.
ms: Atau matikan pencahayaan dalam Kesan dan latar beranimasi dalam Tema, dua itulah yang paling berat.
pt: Ou desliga a iluminação em Efeitos e o fundo animado no Tema, que são os dois grandes.
ru: Или выключите подсветку в «Эффектах» и анимированный фон в «Темах» — это два главных потребителя.
zh_hans: 或者关掉“效果”里的灯光和“主题”里的动态背景，这两个最耗。

source: Or turn off the lighting in Effects and the effect in Background, which are the two big ones.
de: Oder schalte die Beleuchtung unter „Effekte“ und den Effekt unter „Hintergrund“ aus — das sind die beiden großen Posten.
es: O desactiva la iluminación en Efectos y el efecto en Fondo, que son los dos grandes.
et: Või lülita Efektide all valgustus ja Tausta efekt välja — need on kaks suurt.
fr: Ou coupe l'éclairage dans Effets et l'effet dans Arrière-plan : ce sont les deux plus gourmands.
hu: Vagy kapcsold ki a világítást a Hatások oldalon, és a Háttérben az effektet — ez a kettő a nagy fogyasztó.
it: Oppure disattiva l'illuminazione in Effetti e l'effetto in Sfondo: sono i due più pesanti.
ja: または「エフェクト」のライティングと、「背景」のエフェクトをオフにします。この2つが特に大きいです。
ko: 또는 효과에서 조명을, 배경에서 효과를 끄세요. 이 둘이 가장 큽니다.
ms: Atau matikan pencahayaan dalam Kesan dan kesan dalam Latar, dua itulah yang paling berat.
pt: Ou desliga a iluminação em Efeitos e o efeito no Fundo, que são os dois grandes.
ru: Или выключите подсветку в «Эффектах» и эффект в «Фоне» — это два главных потребителя.
zh_hans: 或者关掉“效果”里的灯光和“背景”里的特效，这两个最耗。

source: Orb
de: Kugel
es: Orbe
et: Kera
fr: Orbe
hu: Gömb
it: Sfera
ja: オーブ
ko: 오브
pt: Orbe
ru: Сфера
zh_hans: 圆球

source: Order
de: Reihenfolge
es: Orden
et: Järjestus
fr: Ordre
hu: Sorrend
it: Ordine
ja: 並び順
ko: 정렬 순서
ms: Susunan
pt: Ordem
ru: Порядок
zh_hans: 排序

source: Other
de: Weitere
es: Otros
et: Muu
fr: Autres
hu: Egyéb
it: Altri
ja: その他
ko: 기타
ms: Lain-lain
pt: Outros
ru: Другое
zh_hans: 其他

source: Other language
de: Andere Sprache
es: Otro idioma
et: Muu keel
fr: Autre langue
hu: Másik nyelv
it: Altra lingua
ja: もう一方の言語
ko: 다른 언어
ms: Bahasa lain
pt: Outro idioma
ru: Другой язык
zh_hans: 另一种语言

source: Our lowest annual price. Renews yearly.
de: Unser günstigster Jahrespreis. Verlängert sich jährlich.
es: Nuestro precio anual más bajo. Se renueva cada año.
et: Meie soodsaim aastahind. Uueneb igal aastal.
fr: Notre prix annuel le plus bas. Renouvellement chaque année.
hu: A legalacsonyabb éves árunk. Évente megújul.
it: Il nostro prezzo annuale più basso. Si rinnova ogni anno.
ja: 最もお得な年間料金です。毎年更新されます。
ko: 가장 저렴한 연간 요금입니다. 매년 갱신됩니다.
ms: Harga tahunan terendah kami. Diperbaharui setiap tahun.
pt: O nosso preço anual mais baixo. Renova anualmente.
ru: Наша самая низкая годовая цена. Продлевается ежегодно.
zh_hans: 我们最低的年度价格。每年续订。

source: Outer stroke
de: Außenlinie
es: Trazo exterior
et: Välimine joon
fr: Trait extérieur
hu: Külső vonal
it: Bordo esterno
ja: 外側の線
ko: 바깥쪽 선
ms: Garis luar
pt: Traço exterior
ru: Внешняя обводка
zh_hans: 外侧描边

source: Outline
de: Kontur
es: Contorno
et: Kontuur
fr: Contour
hu: Körvonal
it: Contorno
ja: アウトライン
ko: 윤곽선
ms: Garis luar
pt: Contorno
ru: Контур
zh_hans: 描边

source: Outline color
de: Konturfarbe
es: Color del contorno
et: Kontuuri värv
fr: Couleur du contour
hu: Körvonal színe
it: Colore del contorno
ja: アウトラインの色
ko: 윤곽선 색상
ms: Warna garis luar
pt: Cor do contorno
ru: Цвет контура
zh_hans: 描边颜色

source: Outlines the region each key actually claims.
de: Zeichnet den Bereich nach, den jede Taste tatsächlich beansprucht.
es: Dibuja la zona que ocupa realmente cada tecla.
et: Tõmbab piirjoone ala ümber, mida iga klahv tegelikult hõivab.
fr: Trace la zone que chaque touche occupe réellement.
hu: Kirajzolja, mekkora területet foglal el valójában az egyes billentyűk.
it: Traccia l’area che ogni tasto occupa davvero.
ja: 各キーが実際に受け持つ範囲を線で示します。
ko: 각 키가 실제로 차지하는 영역을 윤곽으로 보여 줍니다.
ms: Menggariskan kawasan yang sebenarnya dituntut oleh setiap kekunci.
pt: Traça a zona que cada tecla ocupa mesmo.
ru: Обводит область, которую на самом деле занимает каждая клавиша.
zh_hans: 描出每个按键实际占据的范围。

source: Outward
de: Nach außen
es: Hacia fuera
et: Väljapoole
fr: Vers l'extérieur
hu: Kifelé
it: Verso l'esterno
ja: 外向き
ko: 바깥쪽
ms: Ke luar
pt: Para fora
ru: Наружу
zh_hans: 向外

source: Overrides disappear when conditions stop matching.
de: Temporäre Einstellungen enden, sobald die Bedingungen nicht mehr erfüllt sind.
es: Los cambios temporales se eliminan al dejar de cumplirse las condiciones.
et: Ajutised seaded kaovad, kui tingimused pole enam täidetud.
fr: Les réglages temporaires disparaissent quand les conditions ne sont plus remplies.
hu: Az ideiglenes beállítások megszűnnek, ha a feltételek már nem teljesülnek.
it: Le modifiche temporanee terminano quando le condizioni non sono più soddisfatte.
ja: 条件を満たさなくなると、一時設定は解除されます。
ko: 조건이 더 이상 충족되지 않으면 임시 설정이 해제됩니다.
ms: Tetapan sementara tamat apabila syarat tidak lagi dipenuhi.
pt: As alterações temporárias terminam quando as condições deixam de se verificar.
ru: Временные настройки снимаются, когда условия перестают выполняться.
zh_hans: 条件不再满足时，临时设置即被移除。

source: Overshoot
de: Überschwinger
es: Sobreimpulso
et: Üleulatuvus
fr: Dépassement
hu: Túllendülés
ja: オーバーシュート
ko: 오버슈트
ms: Lampauan
ru: Перелёт
zh_hans: 过冲

source: Overwrite your current settings with this file, or save it as a new profile. Your themes are kept either way.
de: Überschreib deine aktuellen Einstellungen mit dieser Datei oder speicher sie als neues Profil. Deine Themes bleiben so oder so erhalten.
es: Sobrescribe tus ajustes actuales con este archivo, o guárdalo como perfil nuevo. Tus temas se conservan de todos modos.
et: Kirjuta oma praegused seaded selle failiga üle või salvesta see uue profiilina. Sinu teemad jäävad mõlemal juhul alles.
fr: Écrase tes réglages actuels avec ce fichier, ou enregistre-le comme nouveau profil. Tes thèmes sont gardés dans les deux cas.
hu: Írd felül a mostani beállításaidat ezzel a fájllal, vagy mentsd új profilként. A témáid így is, úgy is megmaradnak.
it: Sovrascrivi le impostazioni attuali con questo file, o salvalo come nuovo profilo. I tuoi temi restano al loro posto in ogni caso.
ja: このファイルで今の設定を上書きするか、新しいプロファイルとして保存できます。どちらを選んでもテーマはそのまま残ります。
ko: 이 파일로 지금 설정을 덮어쓰거나 새 프로필로 저장해 주세요. 어느 쪽이든 테마는 그대로 남아요.
ms: Ganti tetapan semasa anda dengan fail ini, atau simpan sebagai profil baharu. Tema anda dikekalkan macam mana pun.
pt: Substitui as tuas definições atuais por este ficheiro, ou guarda-o como um novo perfil. Os teus temas ficam guardados de qualquer forma.
ru: Перезаписать текущие настройки этим файлом или сохранить его как новый профиль. Темы сохранятся в любом случае.
zh_hans: 用这个文件覆盖你现在的设置，或者另存成一个新配置。不管选哪种，你的主题都会留着。

source: Owl
de: Eule
es: Búho
et: Kakk
fr: Hibou
hu: Bagoly
it: Gufo
ja: フクロウ
ko: 부엉이
ms: Burung hantu
pt: Coruja
ru: Сова
zh_hans: 猫头鹰

source: Pack name
de: Paketname
es: Nombre del paquete
et: Paki nimi
fr: Nom du pack
hu: Csomag neve
it: Nome del pacchetto
ja: パック名
ko: 팩 이름
ms: Nama pek
pt: Nome do pacote
ru: Название набора
zh_hans: 声音包名称

source: Padding
de: Innenabstand
es: Relleno
et: Täidis
fr: Remplissage
hu: Kitöltés
it: Riempimento
ja: 余白
ko: 여백
ms: Ruang
pt: Preenchimento
ru: Отступы
zh_hans: 内边距

source: Page id
de: Seiten-ID
es: ID de la página
et: Lehe ID
fr: Identifiant de la page
hu: Oldal azonosítója
it: ID della pagina
ja: ページ ID
ko: 페이지 ID
ms: ID halaman
pt: ID da página
ru: Идентификатор страницы
zh_hans: 页面 ID

source: Pages
de: Seiten
es: Páginas
et: Lehed
hu: Oldalak
it: Pagine
ja: ページ
ko: 페이지
ms: Halaman
pt: Páginas
ru: Страницы
zh_hans: 页面

source: Paint
de: Färben
es: Pintar
et: Värvi
fr: Colorer
hu: Színezés
it: Colora
ja: 色を塗る
ko: 색칠
ms: Warnakan
pt: Pintar
ru: Покрасить
zh_hans: 上色

source: Paint a whole group
de: Ganze Gruppe bemalen
es: Pinta un grupo entero
et: Värvi terve grupp
fr: Peindre tout un groupe
hu: Egész csoport festése
it: Colora un intero gruppo
ja: グループごと塗る
ko: 그룹 전체 색칠하기
ms: Warnakan satu kumpulan
pt: Pintar um grupo inteiro
ru: Покрасить целую группу
zh_hans: 给整组上色

source: Paint individual keys
de: Einzelne Tasten bemalen
es: Pinta teclas sueltas
et: Värvi üksikuid klahve
fr: Peindre des touches une par une
hu: Egyes billentyűk festése
it: Colora i singoli tasti
ja: キーを1つずつ塗る
ko: 키를 하나씩 색칠하기
ms: Warnakan kekunci satu per satu
pt: Pintar teclas individuais
ru: Покрасить отдельные клавиши
zh_hans: 单独给按键上色

source: Paint keys
de: Tasten bemalen
es: Pintar teclas
et: Värvi klahve
fr: Peindre les touches
hu: Billentyűk festése
it: Colora i tasti
ja: キーを塗る
ko: 키 색칠하기
ms: Warnakan kekunci
pt: Pintar teclas
ru: Покрасить клавиши
zh_hans: 给按键上色

source: Paint the theme’s color, gradient or photo behind the keys.
de: Male die Farbe, den Verlauf oder das Foto des Themes hinter die Tasten.
es: Pinta el color, degradado o foto del tema detrás de las teclas.
et: Maali teema värv, üleminek või foto klahvide taha.
fr: Peins la couleur, le dégradé ou la photo du thème derrière les touches.
hu: Fesd fel a téma színét, színátmenetét vagy fotóját a billentyűk mögé.
it: Disegna il colore, la sfumatura o la foto del tema dietro i tasti.
ja: テーマの色、グラデーション、写真をキーの背後に描きます。
ko: 테마의 색상, 그라데이션, 사진을 키 뒤에 깔아줘요.
ms: Lukis warna, kecerunan atau foto tema di sebalik kekunci.
pt: Pinta a cor, gradiente ou foto do tema por trás das teclas.
ru: Рисовать за клавишами цвет, градиент или фото темы.
zh_hans: 把主题的颜色、渐变或图片铺在按键背后。

source: Paint the theme’s color, gradient or photo behind the keys. Off, the app you’re typing in shows through.
de: Malt die Farbe, den Verlauf oder das Foto des Designs hinter die Tasten. Aus scheint die App durch, in der du gerade tippst.
es: Pinta el color, el degradado o la foto del tema detrás de las teclas. Desactivado, se ve la app en la que escribes.
et: Maalib teema värvi, ülemineku või foto klahvide taha. Välja lülitatuna paistab läbi rakendus, kus sa tipid.
fr: Peint la couleur, le dégradé ou la photo du thème derrière les touches. Désactivé, l'app dans laquelle tu écris se voit à travers.
hu: A téma színét, színátmenetét vagy fotóját festi a billentyűk mögé. Kikapcsolva átlátszik az app, amelybe éppen gépelsz.
it: Dipinge il colore, il gradiente o la foto del tema dietro i tasti. Disattivato, si vede l'app in cui stai scrivendo.
ja: テーマの色、グラデーション、写真をキーの後ろに描きます。オフにすると、入力中のアプリが透けて見えます。
ko: 테마의 색상, 그러데이션, 사진을 키 뒤에 칠합니다. 끄면 입력 중인 앱이 그대로 비칩니다.
ms: Melukis warna, gradien atau foto tema di belakang kekunci. Bila dimatikan, apl yang anda taip padanya kelihatan menembusi.
pt: Pinta a cor, o gradiente ou a fotografia do tema por trás das teclas. Desligado, vê-se a app onde estás a escrever.
ru: Рисовать за клавишами цвет, градиент или фото темы. Выключено — сквозь них видно приложение, в котором вы печатаете.
zh_hans: 在按键后方绘制主题的颜色、渐变或照片。关闭后，正在输入的 App 会透出来。

# Paint the theme’s colour, gradient or photo behind the keys.
source: Paint the theme’s color, gradient or photo behind the keys.
de: Male die Farbe, den Verlauf oder das Foto des Themes hinter die Tasten.
es: Pinta el color, degradado o foto del tema detrás de las teclas.
et: Maali teema värv, üleminek või foto klahvide taha.
fr: Peins la couleur, le dégradé ou la photo du thème derrière les touches.
hu: Fesd fel a téma színét, színátmenetét vagy fotóját a billentyűk mögé.
it: Disegna il colore, la sfumatura o la foto del tema dietro i tasti.
ja: テーマの色、グラデーション、写真をキーの背後に描きます。
ko: 테마의 색상, 그라데이션, 사진을 키 뒤에 깔아줘요.
ms: Lukis warna, kecerunan atau foto tema di sebalik kekunci.
pt: Pinta a cor, gradiente ou foto do tema por trás das teclas.
ru: Рисовать за клавишами цвет, градиент или фото темы.
zh_hans: 把主题的颜色、渐变或图片铺在按键背后。

source: Paints
de: Beleuchtet
es: Ilumina
et: Värvib
fr: Éclaire
hu: Megvilágítja
it: Illumina
ja: 光らせる対象
ko: 비추는 대상
ms: Menerangi
pt: Ilumina
ru: Краски
zh_hans: 照亮

source: Panel access
de: Panel-Zugriff
es: Acceso al panel
et: Paneeli juurdepääs
fr: Accès au panneau
hu: Panel hozzáférés
it: Accesso al pannello
ja: パネルへのアクセス
ko: 패널 접근
ms: Akses panel
pt: Acesso ao painel
ru: Доступ к панели
zh_hans: 面板访问权限

source: Panel button touch targets
de: Berührungsflächen der Panel-Tasten
es: Áreas táctiles de botones del panel
et: Paneelinuppude puutealad
fr: Zones tactiles des boutons du panneau
hu: Panelgombok érintési területei
it: Aree di tocco dei pulsanti del pannello
ja: パネルボタンのタッチ領域
ko: 패널 버튼 터치 영역
ms: Sasaran sentuhan butang panel
pt: Áreas táteis dos botões do painel
ru: Области касания кнопок панели
zh_hans: 面板按钮触控区域

source: Panel icon
de: Panel-Symbol
es: Icono de panel
et: Paneeli ikoon
fr: Icône de panneau
hu: Panel ikon
it: Icona del pannello
ja: パネルアイコン
ko: 패널 아이콘
ms: Ikon panel
pt: Ícone do painel
ru: Значок панели
zh_hans: 面板图标

source: Panel icons sit in the bar. With the suggestion bar on they show until you type; with it off they stay put.
de: Die Panel-Symbole sitzen in der Leiste. Mit eingeschalteter Vorschlagsleiste bleiben sie, bis du tippst; ist sie aus, bleiben sie sichtbar.
es: Los iconos de paneles van en la barra. Con la barra de sugerencias activada se ven hasta que escribes; sin ella, se quedan fijos.
et: Paneeliikoonid asuvad ribal. Soovituseribaga näidatakse neid seni, kuni tipid; ilma selleta jäävad nad paigale.
fr: Les icônes de panneaux sont dans la barre. Avec la barre de suggestions activée, elles s'affichent jusqu'à ce que tu tapes ; sans elle, elles restent en place.
hu: A panel ikonjai a sávban ülnek. Ha be van kapcsolva a javaslatsáv, addig látszanak, míg gépelni nem kezdesz, kikapcsolva a helyükön maradnak.
it: Le icone dei pannelli stanno nella barra. Con la barra dei suggerimenti attiva restano finché non scrivi; disattivata, restano ferme.
ja: パネルのアイコンはバーに並びます。候補バーがオンのときは入力を始めると消え、オフのときはずっと出たままです。
ko: 패널 아이콘이 바에 놓여요. 추천 바가 켜져 있으면 입력을 시작할 때까지 보이고, 꺼져 있으면 계속 보여요.
ms: Ikon panel duduk dalam bar. Kalau bar cadangan hidup, ia muncul sampai anda menaip; kalau mati, ia kekal di situ.
pt: Os ícones dos painéis ficam na barra. Com a barra de sugestões ligada, aparecem até escreveres; desligada, ficam sempre à vista.
ru: Значки панелей стоят в строке. Со включённой строкой подсказок они видны, пока вы не начнёте печатать; с выключенной — остаются на месте.
zh_hans: 面板图标就在栏里。开着建议栏时，它们会一直显示到你开始打字；关掉建议栏，它们就一直留着。

source: Panel order
de: Panel-Reihenfolge
es: Orden de paneles
et: Paneelide järjestus
fr: Ordre des panneaux
hu: Panelek sorrendje
it: Ordine dei pannelli
ja: パネルの順序
ko: 패널 순서
ms: Susunan panel
pt: Ordem dos painéis
ru: Порядок панелей
zh_hans: 面板顺序

source: Panel packs
de: Panel-Pakete
es: Paquetes de paneles
et: Paneelipakid
fr: Packs de panneaux
hu: Panelcsomagok
it: Pacchetti di pannelli
ja: パネルパック
ko: 패널 팩
ms: Pek panel
pt: Pacotes de painéis
ru: Пакеты панелей
zh_hans: 面板包

source: Panel picker style
de: Stil der Panel-Auswahl
es: Estilo del selector de paneles
et: Paneelivaliku stiil
fr: Style du sélecteur de panneaux
hu: Panelválasztó stílusa
it: Stile del selettore dei pannelli
ja: パネル選択のスタイル
ko: 패널 선택기 스타일
ms: Gaya pemilih panel
pt: Estilo do seletor de painéis
ru: Стиль выбора панелей
zh_hans: 面板选择器样式

source: Panel replaces the keyboard with a full translator. Paste text, pick a language, read and insert the result. Big and easy to reach.
de: Das Panel ersetzt die Tastatur durch einen vollen Übersetzer. Text einfügen, Sprache wählen, Ergebnis lesen und einfügen. Groß und gut erreichbar.
es: El panel cambia el teclado por un traductor a pantalla completa. Pega texto, elige un idioma, lee el resultado e insértalo. Grande y fácil de alcanzar.
et: Paneel asendab klaviatuuri täistõlkijaga. Kleebi tekst, vali keel, loe ja sisesta tulemus. Suur ja hõlpsasti kättesaadav.
fr: Le panneau remplace le clavier par un traducteur plein écran. Colle du texte, choisis une langue, lis et insère le résultat. Grand et facile à atteindre.
hu: A panel a billentyűzetet egy teljes fordítóra cseréli. Illessz be szöveget, válassz nyelvet, olvasd el és illeszd be az eredményt. Nagy és könnyen elérhető.
it: Il pannello sostituisce la tastiera con un traduttore a tutto schermo. Incolla il testo, scegli una lingua, leggi e inserisci il risultato. Grande e comodo da usare.
ja: パネルはキーボードを丸ごと翻訳ツールに切り替えます。テキストを貼って、言語を選び、結果を読んで挿入できます。大きくて使いやすいです。
ko: 패널은 키보드를 통째로 번역기로 바꿔줘요. 텍스트를 붙여넣고, 언어를 고르고, 결과를 읽고 넣어보세요. 크고 쓰기 편해요.
ms: Panel gantikan papan kekunci dengan penterjemah penuh. Tampal teks, pilih bahasa, baca dan masukkan hasilnya. Besar dan senang dicapai.
pt: O painel troca o teclado por um tradutor completo. Cola o texto, escolhe uma língua, lê e insere o resultado. Grande e fácil de alcançar.
ru: «Панель» заменяет клавиатуру полноценным переводчиком. Вставьте текст, выберите язык, прочитайте и вставьте результат. Крупно и удобно.
zh_hans: 这个面板会把键盘换成一个完整的翻译器。粘上文本、选好语言，看结果再插入。又大又好用。

source: Panel replaces the keyboard with a full translator. Paste text, pick a language, then insert the result.
de: Das Panel ersetzt die Tastatur durch einen vollständigen Übersetzer. Text einsetzen, Sprache wählen und Ergebnis einfügen.
es: El panel sustituye el teclado por un traductor completo. Pega texto, elige un idioma e inserta el resultado.
et: Paneel asendab klaviatuuri täieliku tõlkijaga. Kleebi tekst, vali keel ja sisesta seejärel tulemus.
fr: Le panneau remplace le clavier par un traducteur complet. Colle du texte, choisis une langue, puis insère le résultat.
hu: A panel teljes fordítóra cseréli a billentyűzetet. Illessz be szöveget, válassz nyelvet, majd szúrd be az eredményt.
it: Il pannello sostituisce la tastiera con un traduttore completo. Incolla il testo, scegli una lingua e inserisci il risultato.
ja: パネルを開くと、キーボード全体が翻訳画面になります。テキストを貼り付け、言語を選び、結果を挿入できます。
ko: 패널을 열면 키보드가 전체 번역기로 바뀌어요. 텍스트를 붙여넣고 언어를 고른 다음 결과를 입력하세요.
ms: Panel menggantikan papan kekunci dengan penterjemah penuh. Tampal teks, pilih bahasa, kemudian sisipkan hasilnya.
pt: O painel substitui o teclado por um tradutor completo. Cola texto, escolhe um idioma e insere o resultado.
ru: Панель заменяет клавиатуру полноценным переводчиком. Вставьте текст, выберите язык и вставьте результат.
zh_hans: 面板会将键盘替换为完整的翻译器。粘贴文本，选择语言，然后插入结果。
